/* 
  R1EffectsSDK.strings
  R1PhotoEffectsSDK

  Created by Drew Colace on 8/29/13.
  Copyright (c) 2013 RadiumOne, Inc. All rights reserved.
*/

// Navigation Button Titles
"Crop:Done" = "次へ";
"Crop:Apply" = "次へ";
"Next" = "次へ";
"Done" = "完了";
"Cancel" = "キャンセル";
"Effects:Done" = "次へ";

// Crop Screen Title
//"Crop" = "トリミング";

//Crop Preset Titles
"NoCrop" = "標準";
"SquareCrop" = "四角";
"CustomCrop" = "カスタム";
"2x3" = "2x3";
"3x5" = "3x5";
"3x2" = "3x2";
"5x3" = "5x3";

// Active Effect Titles
//"Stickers" = "ステッカー";
//"Filters" = "フィルター";
//"Borders" = "ボーダー";
//"Text" = "テキスト";
//"Draw" = "ドロー";

// Loading Prompt
"LoadingEffects" = "読み込み中";

// Pop-up Alert Text
"Alert" = "アラート";
"OK" = "ＯＫ";
"Error" = "エラー";
"Earn" = "Earn";
"OfferComfirm" = "To download this pack for free, just complete an offer.";
"OfferCompleted" = "Congrats! You have earned a pack.";
"GetOffer" = "Get this pack for free";

"ClearDrawTitle" = "ドローイングを消去しますか？";
"ClearDrawMsg" = "本当に画像からドローイングを消去しますか？";
"ClearDrawYes" = "ドローイングの消去";

"PriceUnavail" = "プロダクトの価格付けは利用できません。";
"PurchaseProblem" = "購入手続き中にエラーが発生しました。";
"RestoreError" = "購入履歴復元中のエラー";
"PayentProblem" = "お支払いを処理できません";

// Effect Pack Downlad Status
"Waiting" = "待機中…";

// Effect Pack Store Button Labels
"Free" = "無料";
"Download" = "ダウンロード";
"Installing" = "インストール中";

// Effect Pack Store Title
"DownloadPack" = "パックのダウンロード";

// Effect Pack Store Page Restore button title
"Restore" = "購入履歴の復元";

// 'None' border selection
"NoBorder" = "標準";

// 'None' filter selection
"NoFilter" = "標準";
